Repository: darktable-org/darktable
Catalog: doc/usermanual/po/cs.tmx
Source language: en
Languages: cs

source: enter the title of the pdf
cs: napište název souboru PDF

source: paper size
cs: velikost papíru

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
cs: velikost papíru PDF buď jedna ze seznamu nebo "<šířka>[jednotka]x<výška>[jednotka]" např.: 210 mm x 29.7 cm

source: page orientation
cs: orientace stránky

source: portrait
cs: na výšku

source: landscape
cs: na šířku

source: paper orientation of the pdf
cs: orientace papíru pro PDF

source: border
cs: okraj

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
cs: prázdný prostor okolo pdf formát: <velikost> [jednotka] např.: 10 mm, 1 inch

source: dpi of the images inside the pdf
cs: dpi snímků uvnitř pdf

source: rotate images
cs: otočit snímky

source: images can be rotated to match the pdf orientation to waste less space when printing
cs: snímky mohou být otočeny, aby se při tisku lépe využilo místo na papíru

source: TODO: pages
cs: DODĚLAT: stránky

source: single images
cs: jednotlivé snímky

source: contact sheet
cs: kontaktní kopie

source: what pages should be added to the pdf
cs: jaké stránky mají být přidány do pdf

source: embed icc profiles
cs: vložit profily ICC

source: images can be tagged with their icc profile
cs: snímky mohou být oštítkovány jejich profilem icc

source: bit depth
cs: bitová hloubka

source: bits per channel of the embedded images
cs: bitů na kanál pro vložené snímky

source: compression
cs: komprese

source: uncompressed
cs: bez komprese

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
cs: metoda použitá pro kompresi snímku nekomprimováno -- rychlé, ale velké soubory deflate -- menší soubory, ale pomalejší

source: image mode
cs: režim snímku

source: draft
cs: pracovní verze

source: debug
cs: ladění

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
cs: normální -- vložit snímky do pdf pracovní verze -- snímky jsou nahrazeny prázdnými obdélníky ladění -- snímky jsou nahrazeny obrysy a prázdnými obdélníky

source: deflate with predictor
cs: deflate s predikcí

source: deflate with predictor (float)
cs: deflate s predikcí (float)

source: compression level
cs: úroveň komprese

source: compression type
cs: typ komprese

source: lossy
cs: ztrátové

source: lossless
cs: bezztrátové

source: applies only to lossy setting
cs: týká se pouze nastavení "ztrátové"

source: image hint
cs: typ snímku (hint)

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
cs: nápověda pro enkodér ohledně typu snímku. obrázek : digitální snímek, jako např. portrét, snímky v interiéru fotografie: exteriérová fotografie s přirozeným osvětlením grafika : snímek s jednolitými plochami barev (graf, segmenty map, atd.)

source: picture
cs: obrázek

source: photo
cs: fotografie

source: graphic
cs: grafika

source: file on disk
cs: soubor na disku

source: enter the path where to put exported images variables support bash like string manipulation recognized variables:
cs: napište cestu, kam se mají uložit exportované snímky proměnné podporují manipulace s řetězci jako v bashi možné proměnné:

source: on conflict
cs: při konfliktu

source: create unique filename
cs: vytvořit jedinečný název souboru

source: overwrite
cs: přepsat

source: skip
cs: přeskočit

source: could not create directory `%s'!
cs: nelze vytvořit adresář "%s"!

source: could not write to directory `%s'!
cs: nelze zapisovat do adresáře "%s"!

source: %d/%d skipping `%s'
cs: %d/%d přeskočeno `%s'

source: %d/%d exported to `%s'
cs: %d/%d exportován do "%s"

source: you are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
cs: chystáte se exportovat v režimu přepisování, tzn. existující soubory budou přepsány opravdu chcete pokračovat?

source: send as email
cs: poslat emailem

source: images exported from darktable
cs: snímky exportovány z darktable

source: could not launch email client!
cs: nelze spustit emailový klient!

source: [facebook] unexpected URL format
cs: [facebook] neočekávaný formát URL

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your facebook account there and authorize darktable to upload photos before continuing.
cs: krok 1: mělo by se otevřít nové okno nebo záložka internetového prohlížeče. než budete pokračovat, musíte se přihlásit do svého účtu na facebooku a autorizovat darktable k nahrání fotografií.

source: step 2: paste your browser URL and click the OK button once you are done.
cs: krok 2: vložte URL z prohlížeče a klikněte na tlačítko ok pro dokončení.

source: facebook authentication
cs: autentizace facebooku

source: please enter the validation URL
cs: prosím napište kontrolní URL

source: the given URL is not valid, it should look like:
cs: dané URL není platné, mělo by vypadat jako:

source: authentication successful
cs: ověření identity v pořádku

source: authentication failed
cs: ověření identity selhalo

source: a new window or tab of your browser should have been loaded. you have to login into your facebook account there and authorize darktable to upload photos before continuing.
cs: mělo by se otevřít nové okno nebo záložka internetového prohlížeče. než budete pokračovat, musíte se přihlásit do svého účtu na facebooku a autorizovat darktable k nahrání fotografií.

source: new account
cs: nový účet

source: other account
cs: jiný účet

source: unable to retrieve the album list
cs: nelze načíst seznam alb

source: create new album
cs: vytvořit nové album

source: logout
cs: odhlásit se

source: login
cs: přihlásit

source: facebook webalbum
cs: webové album facebooku

source: summary
cs: souhrn

source: privacy
cs: soukromí

source: only me
cs: pouze já

source: friends
cs: přátelé

source: public
cs: veřejné

source: friends of friends
cs: přátelé přátel

source: unable to create album, no title provided
cs: nelze vytvořit album, neboť chybí jeho název

source: unable to create album
cs: nelze vytvořit album

source: unable to export photo to webalbum
cs: nelze exportovat snímek do webového alba

source: %d/%d exported to facebook webalbum
cs: %d/%d exportován do alba na facebooku

source: flickr authentication: %s
cs: autentizace flickru: %s

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your flickr account there and authorize darktable to upload photos before continuing.
cs: krok 1: mělo by se otevřít nové okno nebo záložka internetového prohlížeče. než budete pokračovat, musíte se přihlásit do svého účtu na flickru a autorizovat darktable k nahrání fotografií.

source: step 2: click the OK button once you are done.
cs: krok 2: klikněte na tlačítko ok, jakmile budete hotovi.

source: flickr authentication
cs: autentizace flickru

source: flickr webalbum
cs: webové album flickru

source: not authenticated
cs: identita neověřena

source: authenticated
cs: identita ověřena

source: without album
cs: bez alba

source: flickr user
cs: uživatel

source: visible to
cs: viditelné pro

source: you
cs: ty

source: family
cs: rodina

source: friends + family
cs: přátelé + rodina

source: everyone
cs: kdokoliv

source: photosets
cs: foto sety

source: refresh album list
cs: aktualizovat seznam alb

source: my new photoset
cs: můj nový foto set

source: exported from darktable
cs: exportováno z darktable

source: click login button to start
cs: klikněte na tlačítko přihlásit

source: could not upload to flickr!
cs: nelze nahrát na flickr!

source: %d/%d exported to flickr webalbum
cs: %d/%d exportován do webového alba flickr

source: website gallery
cs: galerie na internetu

source: enter the title of the website
cs: zadejte název webové stránky

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your google account there and authorize darktable to upload photos before continuing.
cs: krok 1: již se mělo otevřít nové okno nebo záložka internetového prohlížeče. než budete pokračovat, musíte se přihlásit do svého google účtua autorizovat darktable k nahrání fotografií.

source: step 2: paste the verification code shown to you in the browser and click the OK button once you are done.
cs: krok 2: vložte ověřovací kód zobrazený v internetovém prohlížeči a poté klikněte na tlačítko OK.

source: google authentication
cs: autentizace google

source: verification code:
cs: kontrolní kód:

source: please enter the verification code
cs: prosím napište kontrolní kód

source: unable to export to google photos album
cs: nelze exportovat snímek do alba na google photos

source: %d/%d exported to google photos album
cs: %d/%d exportován do alba na google photos

source: LaTeX book template
cs: šablona knihy ve formátu LaTeX

source: enter the title of the book
cs: napište název knihy

source: not authenticated, cannot reach server
cs: identita neověřena, nelze kontaktovat server

source: cannot refresh albums
cs: nelze obnovit alba

source: accounts
cs: účty

source: the server name default protocol is https specify http:// if non secure server
cs: jméno serveru výchozí protokol je https napište http:// pokud je server nezabezpečený

source: user
cs: uživatel

source: password
cs: heslo

source: piwigo login
cs: piwigo přihlášení

source: contacts
cs: kontakty

source: new album
cs: nové album

source: parent album
cs: rodičovské album

source: cannot create a new piwigo album!
cs: nelze vytvořit nové album piwigo!

source: could not upload to piwigo!
cs: nelze nahrát na piwigo!

source: %d/%d exported to piwigo webalbum
cs: %d/%d exportováno do webového alba piwigo

source: perspective correction
cs: korekce perspektivy

source: rotation
cs: otočení

source: lens shift (v)
cs: posun objektivu (v)

source: lens shift (h)
cs: posun objektivu (h)

source: shear
cs: naklánění

source: automatic cropping failed
cs: automatický ořez selhal

source: data pending - please repeat
cs: čekající data - prosím opakujte

source: could not detect structural data in image
cs: nelze detekovat strukturovaná data ve snímku

source: could not run outlier removal
cs: nelze spustit odstraňovač obrysů

source: not enough structure for automatic correction
cs: nedostatek struktury pro automatickou korekci

source: automatic correction failed, please correct manually
cs: automatická korekce selhala, prosím opravu proveďte ručně

source: lens shift (%s)
cs: posun objektivu (%s)

source: horizontal
cs: vodorovné

source: vertical
cs: svislé

source: lens shift (vertical)
cs: posun objektivu (svisle)

source: lens shift (horizontal)
cs: posun objektivu (vodorovně)

source: guides
cs: vodítka

source: automatic cropping
cs: automatický ořez

source: largest area
cs: největší oblast

source: original format
cs: původní formát

source: lens model
cs: model objektivu

source: generic
cs: obecné

source: specific
cs: specifické

source: crop factor
cs: faktor ořezu

source: lens dependence
cs: závislost na objektivu

source: aspect adjust
cs: upravit poměr

source: automatic fit
cs: automaticky

source: get structure
cs: získat strukturu

source: rotate image
cs: otočit snímek

source: apply lens shift correction in one direction
cs: aplikovat korekci posunu objektivu jedním směrem

source: shear the image along one diagonal
cs: naklonit snímek podél úhlopříčky

source: display guide lines overlay
cs: zobrazit překryv s vodítky

source: automatically crop to avoid black edges
cs: automaticky oříznout pro odstranění černých okrajů

source: lens model of the perspective correction: generic or according to the focal length
cs: model objektivu pro korekci perspektivy: obecný nebo dle ohniskové vzdálenosti

source: focal length of the lens, default value set from exif data if available
cs: ohnisková vzdálenost objektivu, výchozí hodnota nastavena dle exif (je-li k dispozici)

source: crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
cs: faktor ořezu senzoru fotoaparátu, výchozí hodnota nastavena dle exif (je-li k dispozici), často je třeba nastavit ručně

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
cs: úroveň korekce závislé na objektivu, nastaveno na maximální závislost, nastavte nulu pro obecné použití

source: adjust aspect ratio of image by horizontal and vertical scaling
cs: upravit poměr stran snímku skrze vodorovné a svislé škálování

source: automatically correct for vertical perspective distortion ctrl-click to only fit rotation shift-click to only fit lens shift
cs: automaticky korigovat svislé zkreslení perspektivy ctrl-kliknutí pouze pro otočení shift-kliknutí pouze pro posun

source: automatically correct for horizontal perspective distortion ctrl-click to only fit rotation shift-click to only fit lens shift
cs: automaticky korigovat vodorovné zkreslení perspektivy ctrl-kliknutí pouze pro otočení shift-kliknutí pouze pro posun

source: automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl-click to only fit rotation shift-click to only fit lens shift ctrl-shift-click to only fit rotation and lens shift
cs: automaticky korigovat svislé a vodorovné zkreslení perspektivy; upravit otočení, posun objektivu v obou směrech a naklonění ctrl-kliknutí pouze pro otočení shift-kliknutí pouze pro posun ctrl-shift-kliknutí pouze pro otočení a posun

source: analyse line structure in image ctrl-click for an additional edge enhancement shift-click for an additional detail enhancement ctrl-shift-click for a combination of both methods
cs: analyzovat linie ve snímku ctrl-kliknutí pro dodatečné zvýraznění hran shift-kliknutí pro dodatečné zvýraznění detailů ctrl-shift-kliknutí pro kombinaci obou metod

source: remove line structure information
cs: odstranit informaci o liniích

source: toggle visibility of structure lines
cs: přepnout viditelnost linií struktur

source: [%s on segment] select segment
cs: [%s on segment] vybrat segment

source: [%s on segment] unselect segment
cs: [%s on segment] zrušit výběr segmentu

source: [%s] select all segments from zone
cs: [%s] vybrat všechny segmenty zóny

source: [%s] unselect all segments from zone
cs: [%s] zrušit výběr všech segmentů zóny

source: contrast equalizer
cs: ekvalizér kontrastu

source: coarse
cs: hrubý

source: denoise & sharpen
cs: odšumět & doostřit

source: sharpen
cs: doostřit

source: denoise chroma
cs: odšumět chroma

source: denoise
cs: odšumět

source: clarity
cs: zřetelnost

source: deblur: large blur, strength 4
cs: deblur: velké rozmazání, síla 4

source: deblur: large blur, strength 3
cs: deblur: velké rozmazání, síla 3

source: deblur: medium blur, strength 3
cs: deblur: střední rozmazání, síla 3

source: deblur: fine blur, strength 3
cs: deblur: mírné rozmazání, síla 3

source: deblur: large blur, strength 2
cs: deblur: velké rozmazání, síla 2

source: deblur: medium blur, strength 2
cs: deblur: střední rozmazání, síla 2

source: deblur: fine blur, strength 2
cs: deblur: mírné rozmazání, síla 2

source: deblur: large blur, strength 1
cs: deblur: velké rozmazání, síla 1

source: deblur: medium blur, strength 1
cs: deblur: střední rozmazání, síla 1

source: deblur: fine blur, strength 1
cs: deblur: mírné rozmazání, síla 1

source: fine
cs: jemný

source: contrasty
cs: kontrastní

source: smooth
cs: hladký

source: noisy
cs: zašumněný

source: bold
cs: silný

source: dull
cs: nevýrazný

source: change lightness at each feature size
cs: změnit jas u každé velikosti struktury

source: change color saturation at each feature size
cs: změnit sytost barev u každé velikosti struktury

source: edges
cs: hrany

source: change edge halos at each feature size only changes results of luma and chroma tabs
cs: změnit halo hran u každé velikosti struktury pouze změní hodnoty luma a chroma

source: make effect stronger or weaker
cs: zesílit či zeslabit efekt

source: neutral
cs: neutrální

source: canon eos like
cs: ekv. canon EOS

source: canon eos like alternate
cs: ekv. canon EOS (alternativní)

source: nikon like
cs: ekv. nikon

source: nikon like alternate
cs: ekv. nikon (alternativní)

source: sony alpha like
cs: ekv. sony alpha

source: pentax like
cs: ekv. pentax

source: ricoh like
cs: ekv. ricoh

source: olympus like
cs: ekv. olympus

source: olympus like alternate
cs: ekv. olympus (alternativní)

source: panasonic like
cs: ekv. panasonic

source: leica like
cs: ekv. leica

source: kodak easyshare like
cs: ekv. kodak easyshare

source: konica minolta like
cs: ekv. konica minolta

source: samsung like
cs: ekv. samsung

source: fujifilm like
cs: ekv. fujifilm

source: nokia like
cs: ekv. nokia

source: base curve
cs: základní křivka

source: abscissa: input, ordinate: output. works on RGB channels
cs: osa x: vstup, osa y: výstup. pracuje s RGB kanály

source: scale
cs: měřítko

source: linear
cs: lineární

source: logarithmic
cs: logaritmická

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
cs: škála pro graf. pro přesnější kontrolu tmavých odstínů je vhodná logaritmická škála.

source: preserve colors
cs: zachovat barvy

source: luminance
cs: svítivost

source: average RGB
cs: průměr RGB

source: sum RGB
cs: suma RGB

source: basic power
cs: základní mocnina

source: method to preserve colors when applying contrast
cs: metoda pro zachování barev při použití kontrastu

source: two exposures
cs: dvě expozice

source: three exposures
cs: tři expozice

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
cs: zfúzovat pod/pře-expozice tohoto snímku několikrát se sebou samým, aby se stlačil vysoký dynamický rozsah. před použitím exponujte na světla.

source: how many stops to shift the individual exposures apart
cs: počet clon mezi jednotlivými expozicemi

source: exposure shift
cs: posun expozice

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
cs: zda posunout expozici nahoru či dolů (-1: omezit světla, +1: omezit stíny)

source: exposure bias
cs: závislost expozice

source: basic adjustments
cs: základní úpravy

source: black level correction
cs: korekce úrovně černé

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
cs: nastavte úroveň černé tak, aby hodnoty RGB nebyly záporné. nepoužívat pro zvýraznění černé! při špatném nastavení se barvy blízké černé dostanou mimo gamut kvůli hodnotám RGB posunutým do záporu

source: adjust the exposure correction
cs: upravit korekci expozice

source: highlight compression
cs: stlačení světel

source: highlight compression adjustment
cs: úprava stlačení světel

source: contrast
cs: kontrast

source: contrast adjustment
cs: úprava kontrastu

source: middle grey
cs: střední šedá

source: middle grey adjustment
cs: úprava střední šedé

source: brightness
cs: jas

source: brightness adjustment
cs: úprava jasu

source: saturation
cs: sytost

source: saturation adjustment
cs: úprava sytosti barev

source: apply auto exposure based on the entire image
cs: použít automatickou expozici dle celého snímku

source: apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
cs: použít automatickou expozici dle oblasti definované uživatelem kliknutí + tažení k namalování oblasti pravé kliknutí pro zrušení

source: clip
cs: oříznout

source: adjusts clipping value for auto exposure calculation
cs: upraví hodnotu ořezu pro výpočet automatické expozice

source: local contrast
cs: lokální kontrast

source: local laplacian: inconsistent output
cs: lokální laplacian: nekonzistentní výstup

source: mode
cs: režim

source: bilateral grid
cs: bilaterální síť

source: local laplacian filter
cs: lokální filtr laplacian

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
cs: filtr použitý pro zlepšení lokálního kontrastu. bilateral je rychlejší, ale v případě extrémního nastavení může vést k artefaktům okolo hran.

source: changes the local contrast
cs: změní lokální kontrast

source: coarseness
cs: hrubost

source: feature size of local details (spatial sigma of bilateral filter)
cs: velikost detailu (prostorová sigma bilaterálního filtru)

source: L difference to detect edges (range sigma of bilateral filter)
cs: rozdíl L pro detekci hran (rozsah sigma u bilaterálního filtru)

source: highlights
cs: světla

source: changes the local contrast of highlights
cs: změní lokální kontrast ve světlech

source: shadows
cs: stíny

source: changes the local contrast of shadows
cs: změní lokální kontrastu ve stínech

source: midtone range
cs: rozsah středních tónů

source: defines what counts as midtones. lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
cs: určuje, co je považováno za střední tóny. snížit pro lepší stlačení dynamického rozsahu (omezit kontrast ve stínech a světlech), zvýšit pro mocnější lokální kontrast

source: denoise (bilateral filter)
cs: odšumění (bilateral filter)

source: radius
cs: poloměr

source: spatial extent of the gaussian
cs: prostorová míra gaussian

source: how much to blur red
cs: do jaké míry rozmazat červenou

source: how much to blur green
cs: do jaké míry rozmazat zelenou

source: how much to blur blue
cs: do jaké míry rozmazat modrou

source: size
cs: velikost

source: threshold
cs: práh

source: strength
cs: síla

source: the size of bloom
cs: velikost bloomu

source: the threshold of light
cs: práh světla

source: the strength of bloom
cs: síla bloomu

source: framing
cs: rámeček

source: border size
cs: velikost okraje

source: pick border color from image
cs: kliknutím vybrat barvu okraje z obrázku

source: frame line size
cs: tloušťka linky rámečku

source: pick frame line color from image
cs: kliknutím vybrat barvu rámečku z obrázku

source: 15:10 postcard white
cs: 15:10 pohlednice bílá

source: 15:10 postcard black
cs: 15:10 pohlednice černá

source: image
cs: snímek

source: golden cut
cs: zlatý řez

source: square
cs: čtverec

source: constant border
cs: rovnoměrný okraj

source: center
cs: střed

source: size of the border in percent of the full image
cs: velikost okraje v procentech z celého snímku

source: aspect
cs: poměr

source: select the aspect ratio or right click and type your own (w:h)
cs: vyberte poměr stran nebo klikněte pravým tlačítkem a napište vlastní (š:v)

source: orientation
cs: orientace

source: aspect ratio orientation of the image with border
cs: orientace snímku s okrajem

source: horizontal position
cs: vodorovná pozice

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
cs: zvolte vodorovnou pozici poměru stran relativně vůči hornímu okraji nebo klikněte pravým tl. a napište vlastní (y:v)

source: vertical position
cs: svislá pozice

source: select the vertical position ratio relative to left or right click and type your own (x:w)
cs: zvolte svislou pozici poměru stran relativně vůči levému okraji nebo klikněte pravým tl. a napište vlastní (x:š)

source: size of the frame line in percent of min border width
cs: velikost linky rámečku v procentech z minimální šířky okraje

source: frame line offset
cs: posun linky rámečku
